Repository: zhangyu1818/TypeFree
Catalog: TypeFree/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld selected
zh_hans: 已选择 %lld 项

source: 1 day
zh_hans: 1 天

source: 1 hour
zh_hans: 1 小时

source: 3 days
zh_hans: 3 天

source: 7 days
zh_hans: 7 天

source: 14 days
zh_hans: 14 天

source: 30 days
zh_hans: 30 天

source: 100% offline & private
zh_hans: 100% 离线且私密

source: A New Way to Type
zh_hans: 全新的输入方式

source: Accessibility Access
zh_hans: 辅助功能访问权限

source: Accuracy
zh_hans: 准确度

source: Active
zh_hans: 活跃

source: Add
zh_hans: 添加

source: Add a brief description of what this prompt does
zh_hans: 添加关于此提示功能的简短描述

source: Add a custom fine-tuned whisper model to use with TypeFree. Select the downloaded .bin file.
zh_hans: 添加自定义微调的whisper模型供TypeFree使用。选择下载的.bin文件。

source: Add another hotkey
zh_hans: 添加另一个快捷键

source: Add App
zh_hans: 添加应用

source: Add custom emoji
zh_hans: 添加自定义表情符号

source: Add Custom Model
zh_hans: 添加自定义模型

source: Add customized power modes for different contexts
zh_hans: 为不同场景添加自定义智能模式

source: Add Emoji
zh_hans: 添加表情符号

source: Add Model
zh_hans: 添加模型

source: Add multiple words that can activate this prompt
zh_hans: 添加可以激活此提示的多个词语

source: Add New
zh_hans: 添加新项

source: Add New Power Mode
zh_hans: 添加新的智能模式

source: Add new prompt
zh_hans: 添加新提示

source: Add Power Mode
zh_hans: 添加智能模式

source: Add Replacement
zh_hans: 添加替换

source: Add space after paste
zh_hans: 粘贴后添加空格

source: Add trigger word
zh_hans: 添加触发词

source: Add word
zh_hans: 添加单词

source: Add Word Replacement
zh_hans: 添加单词替换

source: Add word replacements to automatically replace text.
zh_hans: 添加单词替换以自动替换文本。

source: Add word to dictionary
zh_hans: 添加单词到词典

source: Add words to help TypeFree recognize them properly
zh_hans: 添加单词以帮助TypeFree正确识别它们

source: Add words to help TypeFree recognize them properly. (Requires AI enhancement)
zh_hans: 添加单词以帮助TypeFree正确识别它们。（需要AI增强）

source: Additional
zh_hans: 其他

source: Additional shortcuts for TypeFree
zh_hans: TypeFree的额外快捷键

source: After each recording session, revert enhancement and transcription preferences to whatever was configured before Power Mode was activated.
zh_hans: 每次录音会话后，将增强和转录偏好设置恢复到智能模式启用之前的配置。

source: AI Enhancement
zh_hans: AI 增强

source: AI enhancement lets you pass the transcribed audio through LLMS to post-process using different prompts suitable for different use cases like e-mails, summary, writing, etc.
zh_hans: AI 增强让您可以将转录的音频通过 LLM 进行后处理，使用适合不同用例（如电子邮件、摘要、写作等）的不同提示。

source: AI Model
zh_hans: AI 模型

source: AI Model: %@
zh_hans: AI 模型：%@

source: AI Models
zh_hans: AI 模型

source: AI Provider
zh_hans: AI 提供商

source: AI Provider Integration
zh_hans: AI 提供商集成

source: AI Provider: %@
zh_hans: AI 提供商：%@

source: Allow TypeFree to help you type anywhere in your Mac.
zh_hans: 允许TypeFree在Mac的任何地方帮助您输入。

source: Allow TypeFree to paste transcribed text directly at your cursor position
zh_hans: 允许TypeFree直接在光标位置粘贴转录文本

source: Allow TypeFree to record your voice for transcription
zh_hans: 允许TypeFree录制您的声音进行转录

source: Allow TypeFree to understand context from your screen for transcript Enhancement
zh_hans: 允许TypeFree从您的屏幕理解上下文以进行转录增强

source: Analyzing...
zh_hans: 分析中...

source: API Endpoint URL
zh_hans: API 端点 URL

source: API Endpoint URL (e.g., https://api.example.com/v1/chat/completions)
zh_hans: API 端点 URL（例如：https://api.example.com/v1/chat/completions）

source: API Key
zh_hans: API 密钥

source: App Permissions
zh_hans: 应用权限

source: Appearance, startup, and updates
zh_hans: 外观、启动和更新

source: Applications
zh_hans: 应用程序

source: Apply intelligent text formatting to break large block of text into paragraphs.
zh_hans: 应用智能文本格式化，将大段文本分解为段落。

source: Are you sure you want to reset the onboarding? You'll see the introduction screens again the next time you launch the app.
zh_hans: 确定要重置引导吗？下次启动应用时将再次看到介绍屏幕。

source: Assistant
zh_hans: 助理

source: Audio Cleanup
zh_hans: 音频清理

source: Audio file selected: %@
zh_hans: 已选择音频文件：%@

source: Audio files older than the selected period will be automatically deleted, while keeping the text transcripts intact.
zh_hans: 超过选定期限的音频文件将自动删除，同时保留文本转录。

source: Audio Input
zh_hans: 音频输入

source: Auto Send
zh_hans: 自动发送

source: Auto-Restore Preferences
zh_hans: 自动恢复偏好设置

source: Autodetected
zh_hans: 自动检测

source: Automate your workflows with context-aware configurations.
zh_hans: 使用上下文感知配置自动化您的工作流程。

source: Automatic text formatting
zh_hans: 自动文本格式化

source: Automatic Text Formatting
zh_hans: 自动文本格式化

source: Automatically add a space after pasted text. Useful for space-delimited languages.
zh_hans: 在粘贴的文本后自动添加空格。对于以空格分隔的语言很有用。

source: Automatically apply custom configurations based on the app/website you are using
zh_hans: 根据您正在使用的应用/网站自动应用自定义配置

source: Automatically delete transcript history
zh_hans: 自动删除转录历史

source: Automatically mute system audio when recording starts and restore when recording stops
zh_hans: 录音开始时自动静音系统音频，录音停止时恢复

source: Automatically pause active media playback during recordings and resume afterward.
zh_hans: 录音期间自动暂停活跃媒体播放，录音后恢复。

source: Automatically presses the Return/Enter key after pasting text. This is useful for chat applications or forms where its not necessary to to make changes to the transcribed text
zh_hans: 在粘贴文本后自动按下 Return/Enter 键。这对于聊天应用或表单很有用，在这些情况下不需要对转录的文本进行更改

source: Automatically replace specific words/phrases with custom formatted text
zh_hans: 自动将特定单词/短语替换为自定义格式的文本

source: Available Devices
zh_hans: 可用设备

source: Base model optimized for English, good balance between speed and accuracy
zh_hans: 针对英语优化的基础模型，速度和准确性之间的良好平衡

source: Base model, good balance between speed and accuracy, supports multiple languages
zh_hans: 基础模型，速度和准确性之间的良好平衡，支持多种语言

source: Base URL
zh_hans: 基础 URL

source: Built-in
zh_hans: 内置

source: Cancel
zh_hans: 取消

source: Cancel Shortcut
zh_hans: 取消快捷键

source: Cannot Save Power Mode
zh_hans: 无法保存智能模式

source: Change sound
zh_hans: 更改声音

source: Checking...
zh_hans: 检查中...

source: Choose custom sound
zh_hans: 选择自定义声音

source: Choose Different File
zh_hans: 选择其他文件

source: Choose File
zh_hans: 选择文件

source: Choose how you want to trigger TypeFree
zh_hans: 选择您想要触发TypeFree的方式

source: Cleanup Complete
zh_hans: 清理完成

source: Cleanup triggered. Old transcripts are cleaned up according to your retention setting.
zh_hans: 已触发清理。将根据您的保留设置清理旧转录。

source: Click here and start speaking...
zh_hans: 点击此处并开始说话...

source: Click the text area on the right
zh_hans: 点击右侧的文本区域

source: Clipboard Context
zh_hans: 剪贴板上下文

source: Complete Setup
zh_hans: 完成设置

source: Configure Shortcut
zh_hans: 配置快捷键

source: Configure your microphone preferences
zh_hans: 配置您的麦克风偏好设置

source: Connect an audio input device to get started
zh_hans: 连接音频输入设备以开始

source: Connected
zh_hans: 已连接

source: Connected to
zh_hans: 已连接到

source: Context Awareness
zh_hans: 上下文感知

source: Continue
zh_hans: 继续

source: Control how TypeFree handles your transcription data and audio recordings for privacy and storage management.
zh_hans: 控制TypeFree如何处理您的转录数据和音频录制，以保护隐私和管理存储。

source: Control transcript history and storage
zh_hans: 控制转录历史和存储

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy Enhanced
zh_hans: 复制增强版

source: Copy Last Transcription
zh_hans: 复制最后一次转录

source: Copy Original
zh_hans: 复制原始版

source: Correct Spellings
zh_hans: 纠正拼写

source: Create first power mode to automate your TypeFree workflow based on apps/website you are using
zh_hans: 创建第一个智能模式，基于您使用的应用/网站自动化您的TypeFree工作流程

source: Current model: %@
zh_hans: 当前模型：%@

source: Custom
zh_hans: 自定义

source: Custom Cancel Shortcut
zh_hans: 自定义取消快捷键

source: Custom Device
zh_hans: 自定义设备

source: Custom Provider
zh_hans: 自定义提供商

source: Custom Provider Configuration
zh_hans: 自定义提供商配置

source: Customize app & system feedback
zh_hans: 自定义应用和系统反馈

source: Customize recording sounds
zh_hans: 自定义录音声音

source: Data & Privacy
zh_hans: 数据与隐私

source: Data Management
zh_hans: 数据管理

source: Debug
zh_hans: 调试

source: Default
zh_hans: 默认

source: Default Model
zh_hans: 默认模型

source: Default Power Mode
zh_hans: 默认智能模式

source: Default power mode is used when no specific app or website matches are found
zh_hans: 当没有找到特定应用或网站匹配时，使用默认智能模式

source: Define a word or phrase to be automatically replaced.
zh_hans: 定义要自动替换的单词或短语。

source: Define how AI should enhance your transcriptions
zh_hans: 定义 AI 应如何增强您的转录

source: Define word replacements to automatically replace specific words or phrases
zh_hans: 定义单词替换以自动替换特定单词或短语

source: Delete
zh_hans: 删除

source: Delete %lld Files
zh_hans: 删除 %lld 个文件

source: Delete Model
zh_hans: 删除模型

source: Delete Selected Items?
zh_hans: 删除选定项目？

source: Delete transcripts older than
zh_hans: 删除早于以下期限的转录

source: Description
zh_hans: 描述

source: Deselect All
zh_hans: 取消全选

source: Detect speech segments and filter out silence to improve accuracy of local models.
zh_hans: 检测语音段并过滤静音，以提高本地模型的准确性。

source: Devices will be used in order of priority. If a device is unavailable, the next one will be tried. If no prioritized device is available, the system default microphone will be used.
zh_hans: 设备将按优先级顺序使用。如果某个设备不可用，将尝试下一个。如果没有优先设备可用，将使用系统默认麦克风。

source: Dictionary
zh_hans: 词典

source: Dictionary Items (%lld)
zh_hans: 词典项目（%lld）

source: Dictionary Settings
zh_hans: 词典设置

source: Disabled
zh_hans: 已禁用

source: Disconnected
zh_hans: 已断开连接

source: Dismiss
zh_hans: 关闭

source: Dismiss Recorder
zh_hans: 关闭录音器

source: Dismiss Recording
zh_hans: 关闭录音

source: Dismiss the TypeFree mini recorder and cancel any active recording.
zh_hans: 关闭TypeFree迷你录音器并取消任何正在进行的录音

source: Dismiss TypeFree Recorder
zh_hans: 关闭TypeFree录音器

source: Done
zh_hans: 完成

source: Double-click to edit • Right-click for more options
zh_hans: 双击编辑 • 右键单击查看更多选项

source: Download
zh_hans: 下载

source: Download AI Model
zh_hans: 下载 AI 模型

source: Download Model
zh_hans: 下载模型

source: Downloaded
zh_hans: 已下载

source: Downloading...
zh_hans: 下载中...

source: Drop audio or video file here
zh_hans: 将音频或视频文件拖放到此处

source: Duration: %@
zh_hans: 时长：%@

source: Edit
zh_hans: 编辑

source: Edit Custom Model
zh_hans: 编辑自定义模型

source: Edit Model
zh_hans: 编辑模型

source: Edit Prompt
zh_hans: 编辑提示

source: Edit replacement
zh_hans: 编辑替换

source: Edit Trigger Words
zh_hans: 编辑触发词

source: Edit Word Replacement
zh_hans: 编辑单词替换

source: Editing: %@
zh_hans: 编辑中：%@

source: Emoji in Use
zh_hans: 使用中的表情符号

source: Enable Access
zh_hans: 启用访问权限

source: Enable AI Enhancement
zh_hans: 启用 AI 增强

source: Enable automatic audio cleanup
zh_hans: 启用自动音频清理

source: Enable Enhancement
zh_hans: 启用增强

source: Enable Power Mode
zh_hans: 启用智能模式

source: Enable to automatically apply custom configurations based on the app or website you are using.
zh_hans: 启用以根据您正在使用的应用或网站自动应用自定义配置。

source: Enable your microphone to start speaking and converting your voice to text instantly.
zh_hans: 启用您的麦克风开始说话，并立即将您的声音转换为文本。

source: English-only
zh_hans: 仅英语

source: Enhance TypeFree's transcription accuracy by teaching it your vocabulary
zh_hans: 通过教TypeFree您的词汇来提高转录准确性

source: Enhancement
zh_hans: 增强

source: Enhancement Prompt
zh_hans: 增强提示

source: Enhancement Shortcuts
zh_hans: 增强快捷键

source: Enhancement shortcuts are available only when the recorder is visible and TypeFree is running.
zh_hans: 增强快捷键仅在录音器可见且TypeFree运行时可用

source: Enhancing
zh_hans: 增强中

source: Enter a description
zh_hans: 输入描述

source: Enter a short, descriptive title
zh_hans: 输入简短的描述性标题

source: Enter website URL (e.g., google.com)
zh_hans: 输入网站 URL（例如：google.com）

source: Enter word or phrase to replace (use commas for multiple)
zh_hans: 输入要替换的单词或短语（多个用逗号分隔）

source: Enter your API Key
zh_hans: 输入您的 API 密钥

source: Error
zh_hans: 错误

source: Examples
zh_hans: 示例

source: Experimental
zh_hans: 实验性

source: Experimental Features
zh_hans: 实验性功能

source: Experimental features that might be unstable & bit buggy.
zh_hans: 可能不稳定且有些问题的实验性功能。

source: Export
zh_hans: 导出

source: Export dictionary items and word replacements
zh_hans: 导出词典项目和单词替换

source: Export Settings...
zh_hans: 导出设置...

source: Export your custom prompts, power modes, word replacements, keyboard shortcuts, and app preferences to a backup file. API keys are not included in the export.
zh_hans: 将您的自定义提示、智能模式、单词替换、键盘快捷键和应用偏好设置导出到备份文件。API 密钥不包含在导出中。

source: For best results, using your Mac's built-in microphone is recommended.
zh_hans: 为获得最佳效果，建议使用 Mac 的内置麦克风。

source: General
zh_hans: 通用

source: Generating waveform...
zh_hans: 生成波形中...

source: Get Started
zh_hans: 开始使用

source: Got it
zh_hans: 知道了

source: Hide Dock Icon
zh_hans: 隐藏 Dock 图标

source: Hide Dock Icon (Menu Bar Only)
zh_hans: 隐藏 Dock 图标（仅菜单栏）

source: History
zh_hans: 历史记录

source: Hotkey 1
zh_hans: 快捷键 1

source: Hotkey 2
zh_hans: 快捷键 2

source: Icon
zh_hans: 图标

source: If enabled, your instructions are combined with a general-purpose template to improve transcription quality. Disable for full control over the AI's system prompt (for advanced users).
zh_hans: 如果启用，您的指令将与通用模板组合以提高转录质量。 禁用以完全控制 AI 的系统提示（适用于高级用户）。

source: Immediately
zh_hans: 立即

source: Import dictionary items and word replacements
zh_hans: 导入词典项目和单词替换

source: Import Local Model…
zh_hans: 导入本地模型…

source: Import local Whisper models
zh_hans: 导入本地 Whisper 模型

source: Import or export your settings
zh_hans: 导入或导出您的设置

source: Import Settings...
zh_hans: 导入设置...

source: Imported
zh_hans: 已导入

source: Imported local model
zh_hans: 已导入本地模型

source: Input Mode
zh_hans: 输入模式

source: Keep audio files for
zh_hans: 保留音频文件

source: Keep enhancement prompts handy
zh_hans: 保持增强提示便捷

source: Keep the transcribed text in clipboard instead of restoring the original clipboard content
zh_hans: 将转录文本保留在剪贴板中，而不是恢复原始剪贴板内容

source: Keyboard Shortcut
zh_hans: 键盘快捷键

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Language
zh_hans: 语言

source: Language: %@
zh_hans: 语言：%@

source: Language: Autodetected
zh_hans: 语言：自动检测

source: Language: English
zh_hans: 语言：英语

source: Language: English (only)
zh_hans: 语言：英语（仅）

source: Large model v2, slower than Medium but more accurate
zh_hans: 大型模型 v2，比中等模型慢但更准确

source: Large model v3 Turbo, faster than v3 with similar accuracy
zh_hans: 大型模型 v3 Turbo，比 v3 更快，准确性相似

source: Large model v3, very slow but most accurate
zh_hans: 大型模型 v3，非常慢但最准确

source: Launch at Login
zh_hans: 登录时启动

source: Learn more
zh_hans: 了解更多

source: Learn More
zh_hans: 了解更多

source: Learn what is on the screen to understand the context
zh_hans: 了解屏幕上的内容以理解上下文

source: Let's test your TypeFree setup.
zh_hans: 让我们测试您的TypeFree设置。

source: Load More
zh_hans: 加载更多

source: Loading...
zh_hans: 加载中...

source: Local
zh_hans: 本地

source: Manage AI Models
zh_hans: 管理 AI 模型

source: Manage AI Providers
zh_hans: 管理 AI 提供商

source: Manage Models
zh_hans: 管理模型

source: Microphone Access
zh_hans: 麦克风访问权限

source: Microphone Selection
zh_hans: 麦克风选择

source: Microphone:
zh_hans: 麦克风:

source: Model
zh_hans: 模型

source: Model Name (e.g., gpt-4o-mini, claude-3-5-sonnet-20240620)
zh_hans: 模型名称（例如，gpt-4o-mini、claude-3-5-sonnet-20240620）

source: Multilingual
zh_hans: 多语言

source: Multilingual Model
zh_hans: 多语言模型

source: Mute system audio during recording
zh_hans: 录音期间静音系统音频

source: my website link
zh_hans: 我的网站链接

source: Name your power mode
zh_hans: 命名您的智能模式

source: Native Apple
zh_hans: 原生 Apple

source: New Prompt
zh_hans: 新提示

source: No additional devices available
zh_hans: 没有可用的其他设备

source: No applications added
zh_hans: 未添加应用

source: No Audio Devices
zh_hans: 没有音频设备

# No audio files found that are older than %lld day%@.
source: No audio files found that are older than %1$lld day%2$@.
zh_hans: 未找到早于 %1$lld 天%2$@的音频文件。

source: No microphones found
zh_hans: 未找到麦克风

source: No model selected
zh_hans: 未选择模型

source: No models available
zh_hans: 没有可用的模型

source: No models loaded
zh_hans: 未加载模型

source: No Power Modes
zh_hans: 没有智能模式

source: No Power Modes Available
zh_hans: 没有可用的智能模式

source: No Power Modes Yet
zh_hans: 尚无智能模式

source: No prioritized devices
zh_hans: 没有优先设备

source: No prompts available
zh_hans: 没有可用的提示

source: No providers connected
zh_hans: 未连接提供商

source: No Replacements
zh_hans: 没有替换

source: No transcription models available. Please connect to a cloud service or download a local model in the AI Models tab.
zh_hans: 没有可用的转录模型。请连接到云服务或在 AI 模型选项卡中下载本地模型。

source: No transcriptions found
zh_hans: 未找到转录

source: No websites added
zh_hans: 未添加网站

source: Not Set
zh_hans: 未设置

source: Note: Selecting a device here will override your Mac's system-wide default microphone.
zh_hans: 注意：在此处选择设备将覆盖您的 Mac 系统范围内的默认麦克风。

source: NVIDIA's Parakeet V2 model optimized for lightning-fast English-only transcription.
zh_hans: NVIDIA 的 Parakeet V2 模型，针对超快速的纯英语转录进行了优化。

source: NVIDIA's Parakeet V3 model with multilingual support across English and 25 European languages.
zh_hans: NVIDIA 的 Parakeet V3 模型，支持英语和 25 种欧洲语言的多语言转录。

source: OK
zh_hans: 确定

source: Older transcripts will be deleted automatically based on your selection.
zh_hans: 旧转录将根据您的选择自动删除。

source: Ollama Configuration
zh_hans: Ollama 配置

source: On-Device
zh_hans: 设备端

source: Only OpenAI-compatible transcription APIs are supported
zh_hans: 仅支持与 OpenAI 兼容的转录 API

source: Open System Settings
zh_hans: 打开系统设置

source: OpenAI Compatible
zh_hans: OpenAI 兼容

source: Optimizing model for your device...
zh_hans: 为您的设备优化模型中...

source: or
zh_hans: 或

source: Original
zh_hans: 原始

source: Original Text
zh_hans: 原始文本

source: Original:
zh_hans: 原始：

source: Other App Shortcuts
zh_hans: 其他应用快捷键

source: Output Format
zh_hans: 输出格式

source: Output Format Guide
zh_hans: 输出格式指南

source: Paste Last Transcript(Enhanced)
zh_hans: 粘贴最后转录（增强版）

source: Paste Last Transcript(Original)
zh_hans: 粘贴最后转录（原始版）

source: Pastes the enhanced transcript if available, otherwise falls back to the original.
zh_hans: 如果有增强转录则粘贴，否则回退到原始转录。

source: Pause Media during recording
zh_hans: 录音期间暂停媒体

source: Permission required for TypeFree to function properly
zh_hans: TypeFree正常运行需要权限

source: Permissions
zh_hans: 权限

source: Please fix the validation errors before saving.
zh_hans: 保存前请修复验证错误。

source: Power Mode
zh_hans: 智能模式

source: Power Mode can't be disabled while any configuration is still enabled. Disable or remove your Power Modes first.
zh_hans: 当任何配置仍处于启用状态时，无法禁用智能模式。请先禁用或删除您的智能模式。

source: Power Mode Still Active
zh_hans: 智能模式仍处于活跃状态

source: Power Modes
zh_hans: 智能模式

source: Preserve transcript in clipboard
zh_hans: 在剪贴板中保留转录

source: Press your shortcut key
zh_hans: 按下您的快捷键

source: Press your shortcut key again
zh_hans: 再次按下您的快捷键

source: Prioritized
zh_hans: 优先

source: Prioritized Devices
zh_hans: 优先设备

source: PRO
zh_hans: 专业版

source: Prompt Instructions
zh_hans: 提示说明

source: Prompt:
zh_hans: 提示：

source: Prompt: %@
zh_hans: 提示：%@

source: Quantized version of Large v3 Turbo, faster with slightly lower accuracy
zh_hans: Large v3 Turbo 的量化版本，速度更快但准确性略低

source: Quick reference for all TypeFree shortcuts
zh_hans: 所有TypeFree快捷键的快速参考

source: Quick tap to start hands-free recording (tap again to stop). Press and hold for push-to-talk (release to stop recording).
zh_hans: 快速点击以开始免提录音（再次点击以停止）。按住以按下说话（释放以停止录音）。

source: Quickly enable or disable enhancement while recording.
zh_hans: 在录音时快速启用或禁用增强。

source: Quit TypeFree
zh_hans: 退出TypeFree

source: RAM
zh_hans: 内存

source: Re-transcribe the last recorded audio using the current model and copy the result.
zh_hans: 使用当前模型重新转录最后录制的音频并复制结果。

source: Read more about custom local models
zh_hans: 了解更多关于自定义本地模型的信息

source: Recording
zh_hans: 录音中

source: Recording Feedback
zh_hans: 录音反馈

source: Refresh
zh_hans: 刷新

source: Refresh models
zh_hans: 刷新模型

source: Refreshing...
zh_hans: 刷新中...

source: Remove Key
zh_hans: 删除密钥

source: Remove replacement
zh_hans: 删除替换

source: Remove word
zh_hans: 删除单词

source: Reorder
zh_hans: 重新排序

source: Replacement
zh_hans: 替换

source: Replacement Text
zh_hans: 替换文本

source: Replacement:
zh_hans: 替换：

source: Request Permission
zh_hans: 请求权限

source: Required
zh_hans: 必需

source: Requires OpenAI-compatible API endpoint
zh_hans: 需要与 OpenAI 兼容的 API 端点

source: Reset
zh_hans: 重置

source: Reset Onboarding
zh_hans: 重置引导

source: Reset to default
zh_hans: 重置为默认

source: Retranscribe this audio
zh_hans: 重新转录此音频

source: Retranscription successful
zh_hans: 重新转录成功

source: Retry Last Transcription
zh_hans: 重试最后一次转录

source: Run Cleanup Now
zh_hans: 立即运行清理

source: Run Transcript Cleanup Now
zh_hans: 立即运行转录清理

source: Save
zh_hans: 保存

source: Save as MD
zh_hans: 保存为 MD

source: Save as TXT
zh_hans: 保存为 TXT

source: Save Changes
zh_hans: 保存更改

source: Saved
zh_hans: 已保存

source: Screen Recording
zh_hans: 屏幕录制

source: Screen Recording Access
zh_hans: 屏幕录制访问权限

source: Search applications...
zh_hans: 搜索应用...

source: Search transcriptions
zh_hans: 搜索转录

source: Select a specific input device
zh_hans: 选择特定的输入设备

source: Select a view
zh_hans: 选择视图

source: Select All
zh_hans: 全选

source: Select Applications
zh_hans: 选择应用

source: Select Language
zh_hans: 选择语言

source: Select Power Mode
zh_hans: 选择智能模式

source: Select Section
zh_hans: 选择部分

source: Select the audio input device you want to use with TypeFree.
zh_hans: 选择您想要与TypeFree一起使用的音频输入设备

source: Separate multiple originals with commas, e.g. TypeFree, Type Free, Typing Free
zh_hans: 用逗号分隔多个原文，例如 TypeFree, Type Free, Typing Free

source: Server URL
zh_hans: 服务器 URL

source: Set as Default
zh_hans: 设为默认

source: Set as default power mode
zh_hans: 设为默认智能模式

source: Set Shortcut
zh_hans: 设置快捷键

source: Set up a keyboard shortcut to quickly access TypeFree from anywhere.
zh_hans: 设置键盘快捷键以从任何地方快速访问TypeFree。

source: Set up a keyboard shortcut to use TypeFree anywhere
zh_hans: 设置键盘快捷键以在任何地方使用TypeFree

source: Set up device priority order
zh_hans: 设置设备优先级顺序

source: Settings
zh_hans: 设置

source: Shortcut for cancelling the current recording session. Default: double-tap Escape.
zh_hans: 取消当前录音会话的快捷键。默认：双击 Escape。

source: Shortcut for pasting the most recent transcription.
zh_hans: 粘贴最近一次转录的快捷键。

source: Shortcut:
zh_hans: 快捷键:

source: Show Dock Icon
zh_hans: 显示 Dock 图标

source: Show in Finder
zh_hans: 在访达中显示

source: Skip for now
zh_hans: 暂时跳过

source: Skip Tour
zh_hans: 跳过引导

source: Sort alphabetically
zh_hans: 按字母顺序排序

source: Sound feedback
zh_hans: 声音反馈

source: Speak something
zh_hans: 说点什么

source: Speed
zh_hans: 速度

source: Start or stop the TypeFree mini recorder for voice transcription.
zh_hans: 启动或停止TypeFree迷你录音器进行语音转录

source: Start Transcription
zh_hans: 开始转录

source: Start with a Predefined Template
zh_hans: 从预定义模板开始

source: Successfully deleted %lld audio files.
zh_hans: 成功删除 %lld 个音频文件。

# Successfully deleted %lld audio files. Failed to delete %lld files.
source: Successfully deleted %1$lld audio files. Failed to delete %2$lld files.
zh_hans: 成功删除 %1$lld 个音频文件。删除 %2$lld 个文件失败。

source: Supported formats: WAV, MP3, M4A, AIFF, MP4, MOV
zh_hans: 支持的格式：WAV、MP3、M4A、AIFF、MP4、MOV

source: Switch between your saved prompts without touching the UI. Use ⌘1–⌘0 to activate the corresponding prompt in the order they are saved.
zh_hans: 在保存的提示之间切换，无需触摸 UI。使用 ⌘１–∸0 按保存顺序激活相应的提示。

source: Switch Enhancement Prompt
zh_hans: 切换增强提示

source: System Default
zh_hans: 系统默认

source: System Instructions
zh_hans: 系统指令

source: System Prompt
zh_hans: 系统提示

source: Test sound
zh_hans: 测试声音

source: The emoji "%@" is currently used by one or more Power Modes and cannot be removed.
zh_hans: 表情符号「%@」当前正被一个或多个智能模式使用，无法删除。

source: The text transcripts will be preserved.
zh_hans: 文本转录将被保留。

source: The transcription language is automatically detected by the model.
zh_hans: 转录语言由模型自动检测。

# This action cannot be undone. Are you sure you want to delete %lld item%@?
source: This action cannot be undone. Are you sure you want to delete %1$lld item%2$@?
zh_hans: 此操作无法撤销。确定要删除 %1$lld 个项目%2$@吗？

source: This helps to improve the accuracy of transcription.
zh_hans: 这有助于提高转录的准确性。

source: This is an English-optimized model and only supports English transcription.
zh_hans: 这是一个针对英语优化的模型，仅支持英语转录。
